Repository: daltomi/ArchIsoMyDrive
Catalog: locale/archisomydrv.*.UTF-8.po
Languages: es_es

source: &Calculate
es_es: &Calcular

# tchecksumsform.btnclose.caption
source: &Close
es_es: &Cerrar

source: Checksum
es_es: Suma de verificación

source: Checksum:
es_es: Suma de verificación:

source: Verify:
es_es: Verificar:

source: Optional:
es_es: Opcional:

source: Checksums ...
es_es: Sumas de verificación ...

# tclonedeviceform.btncancel.caption
source: &Cancel
es_es: &Cancelar

source: Cloning device ...
es_es: Clonando dispositivo ...

# tdeviceinfoform.btnclose.caption
source: &Close
es_es: &Cerrar

# tdeviceinfoform.btnsave.caption
source: &Save...
es_es: &Guardar...

# tdeviceinfoform.label1.caption
source: Device:
es_es: Dispositivo:

# tdeviceinfoform.label11.caption
source: Size:
es_es: Tamaño:

source: Device information ...
es_es: Información del dispositivo ...

# tdeviceinfoform.label2.caption
source: Vendor ID:
es_es: Vendedor ID:

# tdeviceinfoform.label3.caption
source: Product:
es_es: Producto:

# tdeviceinfoform.label4.caption
source: Product ID:
es_es: Producto ID:

# tdeviceinfoform.label5.caption
source: Manufacturer:
es_es: Fabricante:

# tdeviceinfoform.label7.caption
source: Version:
es_es: Versión:

# tdeviceinfoform.label8.caption
source: Power max.:
es_es: Máx. Potencia:

source: Open
es_es: Abrir

source: Elapsed:
es_es: Transcurrido:

# tmainform.lblusbname.caption
source: Device:
es_es: Dispositivo:

# tmainform.menufile.caption
source: &File
es_es: &Archivo

source: Open ISO...
es_es: Abrir ISO...

source: &Quit
es_es: &Salir

source: Clone to...
es_es: Clonar a...

source: Device
es_es: Dispositivo

source: Checksums...
es_es: Suma de verificaciones...

source: Mount...
es_es: Montar...

source: &Tools
es_es: &Herramientas

source: &View
es_es: &Ver

source: Device information...
es_es: Información del dispositivo...

source: Save report...
es_es: Guardar reporte...

source: The partitions found in the ISO file are listed below. Double click to mount/umount. Only one partition at a time.
es_es: Las particiones encontradas en el archivo ISO se listan a continuación. Doble clic para montar/desmontar. Sólo una partición a la vez.

source: Mount partitions ...
es_es: Montar particiones ...

source: Start
es_es: Inicio

# tmountform.lsvpartlist.columns[2].caption
source: Size
es_es: Tamaño

# tmountform.lsvpartlist.columns[4].caption
source: Mount Point
es_es: Punto de montaje

source: The ISO file is currently being copied to device. Do you want to leave?
es_es: Actualmente el archivo ISO se está copiando al dispositivo ¿Quiere salir?

source: The checksum matches.
es_es: La suma de verificación coincide.

source: The checksum does not matches.
es_es: Las suma de verificación no coincide.

source: Checksums - ArchIsoMyDrive
es_es: Sumas de verificación - ArchIsoMyDrive

source: Device: %s ISO: %s
es_es: Dispositivo:%s ISO:%s

source: The cloning of the device has been canceled.
es_es: Cancelada la clonación del dispositivo.

# uresources.rscloneprogress
source: Progress:
es_es: Progreso:

source: Clone Device - ArchIsoMyDrive
es_es: Clonar dispositivo - ArchIsoMyDrive

# uresources.rsclose
source: &Close
es_es: &Cerrar

source: Confirmation - ArchIsoMyDrive
es_es: Confirmación - ArchIsoMyDrive

source: Do you want to start with the format? You will lose the device data.
es_es: ¿Desea comenzar con el formato? Perderá los datos del dispositivo.

# uresources.rsdevice
source: Device:
es_es: Dispositivo:

source: Open an ISO / IMG file - ArchIsoMyDrive
es_es: Abrir un archivo ISO / IMG - ArchIsoMyDrive

source: The copy finished successfully.
es_es: La copia ha finalizado correctamente.

source: You must have administrator permissions.
es_es: Necesita permisos de Administrador.

source: Only .iso or .img files are accepted.
es_es: Sólo archivos .iso o .img son aceptados.

source: The file does not exists:
es_es: El archivo no existe:

source: The size of the ISO file is equal to zero.
es_es: El tamaño del archivo ISO es igual a cero.

source: Unable to open file.
es_es: Imposible abrir el archivo.

source: The size of the device is smaller than the one in the ISO file.
es_es: El tamaño del dispositivo es menor que el del archivo ISO.

source: ArchIsoMyDrive is already running.
es_es: ArchIsoMyDrive ya está ejecutándose.

# uresources.rse_dev_or
source: The device could not be opened for reading:
es_es: No se pudo abrir el dispositivo para leer:

# uresources.rse_dev_ow
source: The device could not be opened for writing:
es_es: No se pudo abrir el dispositivo para escribir:

source: Could not read from the device:
es_es: No se pudo leer desde el dispositivo:

source: Could not write to the device:
es_es: No se pudo escribir en el dispositivo:

# uresources.rse_iso_or
source: The ISO file could not be opened for reading:
es_es: No se pudo abrir el archivo ISO para leer:

# uresources.rse_iso_ow
source: The ISO file could not be opened for writing:
es_es: No se pudo abrir el archivo ISO para escribir:

source: The ISO file could not be read:
es_es: No se pudo leer el archivo ISO:

source: Could not write to the ISO file:
es_es: No se pudo escribir el archivo ISO:

# uresources.rsmanufacturer
source: Manufacturer:
es_es: Fabricante:

source: There is a mounted partition. Only one partition at a time.
es_es: Ya está montada una partición. Sólo una partición a la vez.

source: There is a mounted partition, unmount it before leaving.
es_es: Existe una partición montada, desmóntela antes de salir.

source: Failed to mount the partition.
es_es: Falló la montar la partición.

source: The ISO file has no partition.
es_es: El archivo ISO no tiene particiones.

source: Failed to umount the partition.
es_es: Falló al desmontar la partición.

source: Failed to save report.
es_es: Falló al guardar registro.

source: Mount ISO - ArchIsoMyDrive
es_es: Montar ISO - ArchIsoMyDrive

source: The file already exists. Do you want to overwrite the file?
es_es: El archivo ya existe. ¿Quiere sobrescribir el archivo?

source: Valid parameter
es_es: Parámetro válido

source: Help.
es_es: Ayuda.

source: Unknown parameter.
es_es: Parámetro desconocido.

# uresources.rspowermax
source: Power max.:
es_es: Máx. Potencia:

# uresources.rsproduct
source: Product:
es_es: Producto:

# uresources.rsproductid
source: Product ID:
es_es: Producto ID:

# uresources.rsprogress
source: Progress:
es_es: Progreso:

# uresources.rssave
source: &Save...
es_es: &Guardar...

source: Save ISO file - ArchIsoMyDrive
es_es: Guardar archivo ISO - ArchIsoMyDrive

# uresources.rssize
source: Size:
es_es: Tamaño:

source: Cancelled.
es_es: Cancelado.

source: Copying...
es_es: Copiando...

source: Pause...
es_es: Pausa...

source: Finished.
es_es: Terminado.

# uresources.rsstatuswaiting
source: Waiting.
es_es: Esperando.

source: Device:
es_es: Dispositivo:

source: <none>
es_es: <ninguno>

# uresources.rsvendor
source: Vendor ID:
es_es: Vendedor ID:

# uresources.rsversion
source: Version:
es_es: Versión:
